Repository: Eb-Developer-Playground/apimarketplace
Catalog: src/locale/*.*.xlf
Languages: german

source: API Catalogue
german: Kaatalogne

source: My Usage
german: Usawagen

source: Key Management
german: Kegen Manageketten

source: Settings
german: Seggettingen

source: Language
german: Langugun'

source: Signout
german: Outensignen

source: Account creation page
german: Seite zur Kontoerstellung

source: To create your account, please provide the following fields to create an account on our system
german: Um Ihr Konto zu erstellen, füllen Sie bitte die folgenden Felder aus, um ein Konto in unserem System zu erstellen

source: Create your account
german: Erstelle deinen Account

source: Your Name
german: Ihr Name

source: Please enter your name
german: Bitte geben Sie Ihren Namen ein

source: ** Customer Name Required
german: ** Kundenname erforderlich

source: ** Customer Name should be at least 4 characters
german: ** Der Kundenname sollte mindestens 4 Zeichen lang sein

source: Username
german: Ous Signes

source: Please enter your username
german: Ous Signes

source: ** User Name Required
german: Ous Signes

source: ** User Name Too Short
german: Ous Signes

source: ** User Name Too Long
german: Ous Signes

source: Your Email
german: Ous Signes

source: Please enter your email address
german: Ous Signes

source: ** Email Required
german: Ous Signes

source: ** Email format invalid
german: Ous Signes

source: Phone Number
german: Ous Signes

source: Please enter your phone number
german: Ous Signes

source: ** Phone Number Required
german: Ous Signes

source: ** Phone Number format invalid
german: Ous Signes

source: Password
german: Ous Signes

source: Password should be at least 8 characters
german: Ous Signes

source: ** Password requried
german: Ous Signes

source: ** Password strength too weak
german: Ous Signes

source: Create Account
german: Ous Signes

source: Reset Form
german: Ous Signes

source: Welcome to Equity API Market Place
german: Willkommen beim Equity API Market Place

source: Create your profile
german: Erstelle dein Profil

source: Id Number
german: ID-Nummer

source: Register
german: Registrieren

source: Hello there
german: Hallo

source: Sign in to continue. Remember, your password is yours, do not share it with anyone.
german: Melden Sie sich an, um fortzufahren. Denken Sie daran, dass Ihr Passwort Ihnen gehört. Geben Sie es nicht an Dritte weiter.

source: Email address or username
german: E-Mail-Adresse oder Benutzername

source: Enter your email address or username
german: Geben Sie Ihre E-Mail-Adresse oder Ihren Benutzernamen ein

source: Password or PIN
german: Passwort oder PIN

source: Enter your password or PIN
german: Geben Sie Ihr Passwort oder Ihre PIN ein

source: ** Password Required
german: Zurücksetzen

source: ** Password Too Short
german: Zurücksetzen

source: ** Password Too Long
german: Zurücksetzen

source: Forgot Password? Click here to reset
german: Passwort vergessen? Klicken Sie hier, um zurückzusetzen

source: Sign In
german: Anmelden

source: Reset
german: Zurücksetzen

source: ** Username or Password Invalid
german: Zurücksetzen

source: You have been logged out
german: Sie wurden ausgeloggt

source: You will be redirected to the login page in the next few seconds
german: Sie werden in den nächsten Sekunden zur Anmeldeseite weitergeleitet
